test-load-corporate-lingo.yml
version: "1.1"
name: Load Test
env:
  host: corporatebs-generator.sameerkumar.website
config:
  loadTest:
    phases:
      - duration: 10
        arrivalRate: 10
tests:
  example:
    steps:
      - name: GET request
        http:
          url: https://${{env.host}}
          method: GET
          check:
            status: /^20/